Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Rosetta 2 was not installed. Try again, or ask your Mac administrator if this Mac is managed.
de: Rosetta 2 wurde nicht installiert. Versuchen Sie es erneut oder fragen Sie Ihren Mac-Administrator, ob dieser Mac verwaltet wird.
es: Rosetta 2 no se instaló. Inténtelo de nuevo o pregúntele a su administrador de Mac si esta Mac está administrada.
fr: Rosetta 2 n’a pas été installé. Réessayez ou demandez à votre administrateur Mac si ce Mac est géré.
ja: Rosetta 2 がインストールされていませんでした。もう一度試すか、この Mac が管理されているかどうか Mac 管理者に問い合わせてください。
ko: Rosetta 2가 설치되지 않았습니다. 다시 시도하거나 Mac 관리자에게 이 Mac이 관리되는지 문의하세요.
pt_br: Rosetta 2 não foi instalado. Tente novamente, ou pergunte ao administrador do seu Mac se esse Mac é gerenciado.
ru: Rosetta 2 не был установлен. Попробуйте еще раз или спросите у администратора Mac, является ли этот Mac управляемым.
zh_hans: Rosetta 2 未安装。请重试，或询问您的 Mac 管理员此 Mac 是否受管理。
zh_hant: Rosetta 2 未安裝。請重試，或詢問您的 Mac 管理員此 Mac 是否受管理。

source: Rosetta 2 was not installed: %@
de: Rosetta 2 wurde nicht installiert: %1$@
es: Rosetta 2 no se instaló: %1$@
fr: Rosetta 2 n'a pas été installé : %1$@
ja: Rosetta 2 がインストールされていません: %1$@
ko: Rosetta 2가 설치되지 않았습니다: %1$@
pt_br: Rosetta 2 não foi instalado: %1$@
ru: Rosetta 2 не был установлен: %1$@
zh_hans: 未安装 Rosetta 2：%1$@
zh_hant: 未安裝 Rosetta 2：%1$@

source: Rosetta was not installed
de: Rosetta wurde nicht installiert
es: Rosetta no estaba instalada
fr: Rosetta n'a pas été installé
ja: ロゼッタはインストールされていませんでした
ko: 로제타가 설치되지 않았습니다
pt_br: Rosetta não foi instalada
ru: Розетта не установлена
zh_hans: 罗塞塔未安装
zh_hant: 羅塞塔未安裝

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt_br: Executar
ru: Запустить
zh_hans: 运行
zh_hant: 執行

source: Run .exe or .msi in %@
de: Führen Sie .exe oder .msi in %1$@ aus
es: Ejecute .exe o .msi en %1$@
fr: Exécutez .exe ou .msi dans %1$@
ja: %1$@ で .exe または .msi を実行します
ko: %1$@에서 .exe 또는 .msi를 실행합니다.
pt_br: Executar .exe ou .msi em %1$@
ru: Запустите .exe или .msi в %1$@.
zh_hans: 在 %1$@ 中运行 .exe 或 .msi
zh_hant: 在 %1$@ 中執行 .exe 或 .msi

source: Run Container
de: Container ausführen
es: Ejecutar contenedor
fr: Exécuter le conteneur
ja: コンテナの実行
ko: 컨테이너 실행
pt_br: Executar contêiner
ru: Запустить контейнер
zh_hans: 运行容器
zh_hant: 運行容器

source: Run Windows apps without learning Windows setup tools
de: Führen Sie Windows-Apps aus, ohne die Windows-Setup-Tools zu erlernen
es: Ejecute aplicaciones Windows sin aprender las herramientas de configuración Windows
fr: Exécutez les applications Windows sans apprendre les outils de configuration Windows
ja: Windows セットアップ ツールを学習せずに Windows アプリを実行する
ko: 복잡한 Windows 설정 도구를 익히지 않아도 Windows 앱을 실행할 수 있습니다.
pt_br: Execute aplicativos do Windows sem precisar aprender ferramentas de configuração
ru: Запускайте приложения Windows, не изучая инструменты настройки Windows.
zh_hans: 无需学习 Windows 设置工具即可运行 Windows 应用程序
zh_hant: 無需學習 Windows 設定工具即可運行 Windows 應用程式

source: Run diagnostics, launch a Windows executable, or change the current filters.
de: Führen Sie eine Diagnose durch, starten Sie eine ausführbare Windows-Datei oder ändern Sie die aktuellen Filter.
es: Ejecute diagnósticos, inicie un ejecutable Windows o cambie los filtros actuales.
fr: Exécutez des diagnostics, lancez un exécutable Windows ou modifiez les filtres actuels.
ja: 診断を実行するか、Windows 実行可能ファイルを起動するか、現在のフィルターを変更します。
ko: 진단을 실행하고, Windows 실행 파일을 실행하거나, 현재 필터를 변경하세요.
pt_br: Execute diagnósticos, inicie um executável Windows ou troque os filtros atuais.
ru: Запустите диагностику, запустите исполняемый файл Windows или измените текущие фильтры.
zh_hans: 运行诊断、启动 Windows 可执行文件或更改当前过滤器。
zh_hant: 執行診斷、啟動 Windows 執行檔或變更目前過濾器。

source: Runner exited with code %@.
de: switchyard-runner wurde mit Code %1$@ beendet.
es: switchyard-runner terminó con el código %1$@.
fr: switchyard-runner s’est terminé avec le code %1$@.
ja: switchyard-runner が終了コード %1$@ で終了しました。
ko: switchyard-runner가 코드 %1$@로 종료되었습니다.
pt_br: O switchyard-runner encerrou com o código %1$@.
ru: Процесс switchyard-runner завершился с кодом %1$@.
zh_hans: switchyard-runner 已退出，代码为 %1$@。
zh_hant: switchyard-runner 已結束，結束代碼為 %1$@。

source: Runner stopped at the user's request.
de: switchyard-runner wurde auf Wunsch des Benutzers beendet.
es: switchyard-runner se detuvo a petición del usuario.
fr: switchyard-runner a été arrêté à la demande de l’utilisateur.
ja: ユーザーの操作により switchyard-runner を停止しました。
ko: 사용자 요청으로 switchyard-runner를 중지했습니다.
pt_br: O switchyard-runner foi interrompido a pedido do usuário.
ru: Процесс switchyard-runner остановлен по запросу пользователя.
zh_hans: switchyard-runner 已按用户要求停止。
zh_hant: switchyard-runner 已依使用者要求停止。

source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours d’exécution
ja: 実行中
ko: 실행 중
pt_br: Em execução
ru: Выполняется
zh_hans: 运行中
zh_hant: 執行中

source: Running Windows applications could not be inspected (exit code %d).
de: Laufende Windows-Anwendungen konnten nicht überprüft werden (Exit-Code %1$d).
es: No se pudieron inspeccionar las aplicaciones Windows en ejecución (código de salida %1$d).
fr: Les applications Windows en cours d'exécution n'ont pas pu être inspectées (code de sortie %1$d).
ja: 実行中の Windows アプリケーションを検査できませんでした (終了コード %1$d)。
ko: 실행 중인 Windows 앱을 확인하지 못했습니다(종료 코드 %1$d).
pt_br: Não foi possível verificar os apps do Windows em execução (código de saída %1$d).
ru: Не удалось проверить запущенные приложения Windows (код выхода %1$d).
zh_hans: 无法检查正在运行的 Windows 应用程序（退出代码 %1$d）。
zh_hant: 無法檢查正在執行的 Windows 應用程式（退出代碼 %1$d）。

source: Running on %@.
de: Läuft auf %1$@.
es: Ejecutándose en %1$@.
fr: Fonctionnant sur %1$@.
ja: %1$@ で実行されています。
ko: %1$@에서 실행 중입니다.
pt_br: Em execução em %1$@.
ru: Работает на %1$@.
zh_hans: 在 %1$@ 上运行。
zh_hant: 在 %1$@ 上運行。

source: Running…
de: Wird ausgeführt…
es: En ejecución…
fr: Exécution en cours…
ja: 実行中…
ko: 실행 중…
pt_br: Em execução…
ru: Выполняется…
zh_hans: 正在运行…
zh_hant: 執行中…

source: Runtime
de: Laufzeitumgebung
es: Entorno de ejecución
fr: Environnement d’exécution
ja: ランタイム
ko: 런타임
ru: Среда выполнения
zh_hans: 运行时
zh_hant: 執行環境

source: Runtime ID
de: Laufzeitumgebungs-ID
es: ID del entorno de ejecución
fr: ID de l’environnement d’exécution
ja: ランタイムID
ko: 런타임 ID
pt_br: ID do runtime
ru: Идентификатор среды выполнения
zh_hans: 运行时 ID
zh_hant: 執行環境 ID

source: Runtime Management
de: Laufzeitverwaltung
es: Gestión del entorno de ejecución
fr: Gestion de l’environnement d’exécution
ja: ランタイム管理
ko: 런타임 관리
pt_br: Gerenciamento do runtime
ru: Управление средой выполнения
zh_hans: 运行时管理
zh_hant: 執行環境管理

source: Runtime Source
de: Quelle der Laufzeitumgebung
es: Fuente del entorno de ejecución
fr: Source de l’environnement d’exécution
ja: ランタイムソース
ko: 런타임 소스
pt_br: Fonte do runtime
ru: Источник среды выполнения
zh_hans: 运行时源
zh_hant: 執行環境來源

source: Runtime Version
de: Version der Laufzeitumgebung
es: Versión del entorno de ejecución
fr: Version de l’environnement d’exécution
ja: ランタイムバージョン
ko: 런타임 버전
pt_br: Versão do runtime
ru: Версия среды выполнения
zh_hans: 运行时版本
zh_hant: 執行環境版本

source: Runtime has not been checked yet.
de: Die Laufzeit wurde noch nicht überprüft.
es: El tiempo de ejecución aún no se ha comprobado.
fr: Le runtime n'a pas encore été vérifié.
ja: ランタイムはまだチェックしていません。
ko: 런타임은 아직 확인되지 않았습니다.
pt_br: O runtime ainda não foi verificado.
ru: Время выполнения еще не проверялось.
zh_hans: 尚未检查运行时间。
zh_hant: 尚未檢查運轉時間。

source: Runtime release manifest version %lld is unsupported.
de: Die Runtime-Release-Manifestversion %1$lld wird nicht unterstützt.
es: La versión del manifiesto de lanzamiento en tiempo de ejecución %1$lld no es compatible.
fr: La version du manifeste d'exécution %1$lld n'est pas prise en charge.
ja: ランタイム リリース マニフェスト バージョン %1$lld はサポートされていません。
ko: 런타임 릴리스 매니페스트 버전 %1$lld는 지원되지 않습니다.
pt_br: A versão %1$lld do manifesto da versão do runtime não é compatível.
ru: Версия манифеста выпуска среды выполнения %1$lld не поддерживается.
zh_hans: 运行时发布清单版本 %1$lld 不受支持。
zh_hant: 運行時發布清單版本 %1$lld 不受支援。

# Runtime source verified at %@ revision %@.
source: Runtime source verified at %1$@ revision %2$@.
de: Laufzeitquelle überprüft bei %1$@-Revision %2$@.
es: Fuente de tiempo de ejecución verificada en %1$@ revisión %2$@.
fr: Source d'exécution vérifiée lors de la révision %1$@ %2$@.
ja: ランタイム ソースは %1$@ リビジョン %2$@ で検証されました。
ko: %1$@ 개정판 %2$@에서 확인된 런타임 소스입니다.
pt_br: Código-fonte do runtime verificado em %1$@, revisão %2$@.
ru: Исходный код среды выполнения проверен на версии %1$@ %2$@.
zh_hans: 运行时源在 %1$@ 修订版 %2$@ 上进行了验证。
zh_hant: 運行時來源在 %1$@ 修訂版 %2$@ 上進行了驗證。

source: Safe, matching runtime
de: Geprüfte, passende Laufzeit
es: Entorno de ejecución verificado y compatible
fr: Environnement d’exécution vérifié et compatible
ja: 検証済みの互換ランタイム
ko: 검증된 호환 런타임
pt_br: Runtime verificado e compatível
ru: Проверенная совместимая среда выполнения
zh_hans: 经过验证的兼容运行时
zh_hant: 經過驗證的相容執行環境

source: Search logs
de: Protokolle durchsuchen
es: Buscar en los registros
fr: Rechercher dans les journaux
ja: ログを検索
ko: 로그 검색
pt_br: Buscar nos registros
ru: Поиск в журналах
zh_hans: 搜索日志
zh_hant: 搜尋記錄

source: Select another active runtime before removing this one.
de: Aktivieren Sie eine andere Laufzeitumgebung, bevor Sie diese entfernen.
es: Activa otro entorno de ejecución antes de eliminar este.
fr: Activez un autre environnement d’exécution avant de supprimer celui-ci.
ja: このランタイムを削除する前に、別のランタイムをアクティブにしてください。
ko: 이 런타임을 제거하기 전에 다른 런타임을 활성화하세요.
pt_br: Ative outro runtime antes de remover este.
ru: Перед удалением выберите другую активную среду выполнения.
zh_hans: 移除此运行时前，请先激活其他运行时。
zh_hant: 移除此執行環境前，請先啟用其他執行環境。

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择
zh_hant: 已選擇

source: Selected %@ as the active app-wide runtime.
de: %1$@ wurde als appweit aktive Laufzeitumgebung ausgewählt.
es: Se seleccionó %1$@ como entorno de ejecución activo para toda la app.
fr: %1$@ a été sélectionné comme environnement d’exécution actif pour toute l’app.
ja: %1$@ をアプリ全体のアクティブなランタイムに設定しました。
ko: 앱 전체에서 %1$@ 런타임을 사용합니다.
pt_br: %1$@ foi selecionado como o runtime ativo de todo o app.
ru: %1$@ выбрана как активная среда выполнения для всего приложения.
zh_hans: 已将 %1$@ 设为全局活动运行时。
zh_hant: 已將 %1$@ 設為全 App 共用的執行環境。

source: Selected GPTK path does not exist.
de: Der ausgewählte GPTK-Pfad existiert nicht.
es: La ruta GPTK seleccionada no existe.
fr: Le chemin GPTK sélectionné n’existe pas.
ja: 選択された GPTK パスは存在しません。
ko: 선택한 GPTK 경로가 존재하지 않습니다.
pt_br: O caminho GPTK selecionado não existe.
ru: Выбранный путь GPTK не существует.
zh_hans: 所选的 GPTK 路径不存在。
zh_hant: 所選的 GPTK 路徑不存在。

source: Selected GPTK path is not a directory or supported .dmg disk image.
de: Der ausgewählte GPTK-Pfad ist kein Verzeichnis oder unterstütztes .dmg-Disk-Image.
es: La ruta GPTK seleccionada no es un directorio ni una imagen de disco .dmg compatible.
fr: Le chemin GPTK sélectionné n’est pas un répertoire ou une image disque .dmg prise en charge.
ja: 選択した GPTK パスは、ディレクトリまたはサポートされている .dmg ディスク イメージではありません。
ko: 선택한 GPTK 경로는 디렉터리가 아니거나 지원되는 .dmg 디스크 이미지가 아닙니다.
pt_br: O caminho GPTK selecionado não é um diretório nem é suportado .dmg imagem de disco.
ru: Выбранный путь GPTK не является каталогом или поддерживаемым образом диска .dmg.
zh_hans: 所选的 GPTK 路径不是目录或支持的 .dmg 磁盘映像。
zh_hant: 所選的 GPTK 路徑不是目錄或支援的 .dmg 磁碟映像。

source: Selected Wine Runtime
de: Ausgewählte Wine-Laufzeit
es: Tiempo de ejecución Wine seleccionado
fr: Exécution Wine sélectionnée
ja: 選択された Wine ランタイム
ko: 선택된 Wine 런타임
pt_br: Runtime do Wine selecionado
ru: Выбранная среда выполнения Wine
zh_hans: 选定的 Wine 运行时
zh_hant: 選定的 Wine 運行時

source: Selected Wine directory exists, but no executable wine or wine64 was found in expected locations: %@.
de: Das ausgewählte Verzeichnis Wine ist vorhanden, es wurde jedoch kein ausführbarer Wine oder wine64 an den erwarteten Speicherorten gefunden: %1$@.
es: El directorio Wine seleccionado existe, pero no se encontró ningún vino ejecutable o wine64 en las ubicaciones esperadas: %1$@.
fr: Le répertoire Wine sélectionné existe, mais aucun exécutable wine ou wine64 n'a été trouvé aux emplacements attendus : %1$@.
ja: 選択した Wine ディレクトリは存在しますが、実行可能なワインまたは wine64 が予期された場所 (%1$@) に見つかりませんでした。
ko: 선택한 Wine 디렉터리는 있지만, 예상 위치(%1$@)에서 실행 가능한 wine 또는 wine64를 찾지 못했습니다.
pt_br: Existe um diretório Wine selecionado, mas nenhum wine executável ou wine64 foi encontrado nos locais esperados: %1$@.
ru: Выбранный каталог Wine существует, но исполняемый файл Wine или wine64 не найден в ожидаемых местах: %1$@.
zh_hans: 选定的 Wine 目录存在，但在预期位置 %1$@ 中未找到可执行 wine 或 wine64。
zh_hant: 選定的 Wine 目錄存在，但在預期位置 %1$@ 中找不到可執行 wine 或 wine64。

source: Selected Wine path does not exist: %@.
de: Der ausgewählte Wine-Pfad existiert nicht: %1$@.
es: La ruta Wine seleccionada no existe: %1$@.
fr: Le chemin Wine sélectionné n’existe pas : %1$@.
ja: 選択された Wine パスは存在しません: %1$@。
ko: 선택한 Wine 경로가 존재하지 않습니다: %1$@.
pt_br: Caminho Wine selecionado não existe: %1$@.
ru: Выбранный путь Wine не существует: %1$@.
zh_hans: 所选的 Wine 路径不存在：%1$@。
zh_hant: 所選的 Wine 路徑不存在：%1$@。

source: Selected Wine path exists but is not executable: %@.
de: Der ausgewählte Wine-Pfad ist vorhanden, aber nicht ausführbar: %1$@.
es: La ruta Wine seleccionada existe pero no es ejecutable: %1$@.
fr: Le chemin Wine sélectionné existe mais n'est pas exécutable : %1$@.
ja: 選択された Wine パスは存在しますが、実行可能ではありません: %1$@。
ko: 선택한 Wine 경로가 존재하지만 실행할 수 없습니다: %1$@.
pt_br: O caminho Wine selecionado existe, mas não é executável: %1$@.
ru: Выбранный путь Wine существует, но не является исполняемым: %1$@.
zh_hans: 选定的 Wine 路径存在但不可执行：%1$@。
zh_hant: 選定的 Wine 路徑存在但無法執行：%1$@。

source: Selected the local development runtime path.
de: Der Pfad zur lokalen Entwicklungslaufzeit wurde ausgewählt.
es: Se seleccionó la ruta del entorno de desarrollo local.
fr: Le chemin de l’environnement de développement local a été sélectionné.
ja: ローカル開発用ランタイムのパスを選択しました。
ko: 로컬 개발용 런타임 경로를 선택했습니다.
pt_br: O caminho do runtime de desenvolvimento local foi selecionado.
ru: Выбран путь к локальной среде выполнения для разработки.
zh_hans: 已选择本地开发运行时路径。
zh_hant: 已選擇本機開發用執行環境路徑。

source: Sensible defaults
de: Sinnvolle Voreinstellungen
es: Valores predeterminados adecuados
fr: Réglages par défaut adaptés
ja: 使いやすい初期設定
ko: 알맞은 기본 설정
pt_br: Ajustes padrão adequados
ru: Удобные настройки по умолчанию
zh_hans: 合理的默认设置
zh_hant: 合適的預設設定

source: Session status could not be read
de: Der Sitzungsstatus konnte nicht gelesen werden
es: No se pudo leer el estado de la sesión
fr: L'état de la session n'a pas pu être lu
ja: セッションステータスを読み取れませんでした
ko: 세션 상태를 읽을 수 없습니다.
pt_br: O status da sessão não pôde ser lido
ru: Статус сеанса не может быть прочитан
zh_hans: 无法读取会话状态
zh_hant: 無法讀取會話狀態

source: Set Up Later
de: Später einrichten
es: Configurar más tarde
fr: Configurer plus tard
ja: 後でセットアップする
ko: 나중에 설정
pt_br: Configurar depois
ru: Настроить позже
zh_hans: 稍后设置
zh_hant: 稍後設定

source: Set Up Steam
de: Richten Sie Steam ein
es: Configurar Steam
fr: Configurer Steam
ja: Steam のセットアップ
ko: Steam 설정
pt_br: Configurar Steam
ru: Настройка Steam
zh_hans: 设置 Steam
zh_hant: 設定 Steam

source: Set Up Switchyard
de: Richten Sie Switchyard ein
es: Configurar Switchyard
fr: Configurer Switchyard
ja: Switchyard のセットアップ
ko: Switchyard 설정
pt_br: Configurar Switchyard
ru: Настройка Switchyard
zh_hans: 设置 Switchyard
zh_hant: 設定 Switchyard

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Setup is incomplete
de: Die Einrichtung ist unvollständig
es: La configuración está incompleta
fr: La configuration est incomplète
ja: セットアップが不完全です
ko: 설정이 완료되지 않았습니다.
pt_br: A configuração está incompleta
ru: Настройка не завершена
zh_hans: 设置不完整
zh_hant: 設定不完整

source: Setup is incomplete. Resolve diagnostics before launching.
de: Die Einrichtung ist unvollständig. Beheben Sie die Diagnose vor dem Start.
es: La configuración está incompleta. Resuelva los diagnósticos antes del lanzamiento.
fr: La configuration est incomplète. Résolvez les diagnostics avant le lancement.
ja: セットアップが不完全です。起動する前に診断を解決してください。
ko: 설정이 끝나지 않았습니다. 실행하기 전에 진단에서 문제를 해결하세요.
pt_br: A configuração está incompleta. Resolva os diagnósticos antes de abrir um aplicativo.
ru: Настройка неполная. Выполните диагностику перед запуском.
zh_hans: 设置不完整。在启动之前解决诊断问题。
zh_hant: 設定不完整。在啟動之前解決診斷問題。

source: Setup progress
de: Einrichtungsfortschritt
es: Progreso de la configuración
fr: Progression de la configuration
ja: セットアップの進行状況
ko: 설정 진행
pt_br: Progresso da configuração
ru: Ход настройки
zh_hans: 设置进度
zh_hant: 設定進度

source: Show Container in Finder
de: Container im Finder anzeigen
es: Mostrar el contenedor en el Finder
fr: Afficher le conteneur dans le Finder
ja: コンテナをFinderに表示
ko: Finder에서 컨테이너 보기
pt_br: Mostrar contêiner no Finder
ru: Показать контейнер в Finder
zh_hans: 在“访达”中显示容器
zh_hant: 在 Finder 中顯示容器

source: Show Program in Finder
de: Programm im Finder anzeigen
es: Mostrar el programa en el Finder
fr: Afficher le programme dans le Finder
ja: プログラムをFinderに表示
ko: Finder에서 프로그램 보기
pt_br: Mostrar programa no Finder
ru: Показать программу в Finder
zh_hans: 在“访达”中显示程序
zh_hant: 在 Finder 中顯示程式

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在“访达”中显示
zh_hant: 在 Finder 中顯示

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
zh_hans: 尺寸
zh_hant: 尺寸

source: Source %@
de: Quelle %1$@
es: Fuente %1$@
fr: Source %1$@
ja: ソース %1$@
ko: 소스 %1$@
pt_br: Fonte %1$@
ru: Источник %1$@
zh_hans: 来源 %1$@
zh_hant: 來源 %1$@

source: Source Revision
de: Quellrevision
es: Revisión del código fuente
fr: Révision du code source
ja: ソースリビジョン
ko: 소스 리비전
pt_br: Revisão do código-fonte
ru: Ревизия исходного кода
zh_hans: 源代码修订版本
zh_hant: 原始碼修訂版本

source: Source revision not available
de: Quellrevision nicht verfügbar
es: Revisión de fuente no disponible
fr: Révision source non disponible
ja: ソース リビジョンが利用できません
ko: 소스 버전을 사용할 수 없습니다.
pt_br: Revisão da fonte não disponível
ru: Исходная версия недоступна
zh_hans: 源版本不可用
zh_hant: 來源版本不可用

source: Start %@ in this container
de: Starten Sie %1$@ in diesem Container
es: Inicie %1$@ en este contenedor
fr: Démarrez %1$@ dans ce conteneur
ja: このコンテナで %1$@ を開始します
ko: 이 컨테이너에서 %1$@를 시작하세요.
pt_br: Iniciar %1$@ neste contêiner
ru: Запустите %1$@ в этом контейнере.
zh_hans: 在此容器中启动%1$@
zh_hant: 在此容器中啟動%1$@

source: Start another app in the same Windows session.
de: Starten Sie eine andere App in derselben Windows-Sitzung.
es: Inicie otra aplicación en la misma sesión Windows.
fr: Démarrez une autre application dans la même session Windows.
ja: 同じ Windows セッションで別のアプリを起動します。
ko: 동일한 Windows 세션에서 다른 앱을 시작하세요.
pt_br: Inicie outro aplicativo na mesma sessão Windows.
ru: Запустите другое приложение в том же сеансе Windows.
zh_hans: 在同一 Windows 会话中启动另一个应用程序。
zh_hant: 在同一 Windows 會話中啟動另一個應用程式。

source: Start with Steam, or create an empty private space for another Windows installer.
de: Beginnen Sie mit Steam oder erstellen Sie einen leeren privaten Bereich für ein anderes Windows-Installationsprogramm.
es: Comience con Steam o cree un espacio privado vacío para otro instalador de Windows.
fr: Commencez par Steam ou créez un espace privé vide pour un autre programme d'installation de Windows.
ja: Steam から始めるか、別の Windows インストーラー用の空のプライベート スペースを作成します。
ko: Steam로 시작하거나 다른 Windows 설치 프로그램을 위한 빈 개인 공간을 만드세요.
pt_br: Comece com Steam ou crie um espaço privado vazio para outro instalador Windows.
ru: Начните с Steam или создайте пустое личное пространство для другого установщика Windows.
zh_hans: 从 Steam 开始，或者为另一个 Windows 安装程序创建一个空的私人空间。
zh_hant: 從 Steam 開始，或為另一個 Windows 安裝程式建立一個空的私人空間。

source: Starting automatically…
de: Automatisch starten…
es: Comenzando automáticamente…
fr: Démarrage automatique…
ja: 自動的に起動します…
ko: 자동으로 시작 중…
pt_br: Iniciando automaticamente…
ru: Запускается автоматически…
zh_hans: 自动启动...
zh_hant: 自動啟動...

source: Starting…
de: Wird gestartet…
es: Empezando…
fr: Démarrage…
ja: 開始中…
ko: 시작 중…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 开始…
zh_hant: 開始…

source: Steam could not be started
de: Steam konnte nicht gestartet werden
es: Steam no se pudo iniciar
fr: Steam n'a pas pu être démarré
ja: Steam を開始できませんでした
ko: Steam을 시작하지 못했습니다.
pt_br: Steam não pôde ser iniciado
ru: Steam не удалось запустить.
zh_hans: Steam无法启动
zh_hant: Steam無法啟動

source: Steam installation did not finish. Choose Continue Steam Setup to try again.
de: Die Installation von Steam wurde nicht abgeschlossen. Wählen Sie Steam Setup fortsetzen, um es erneut zu versuchen.
es: La instalación de Steam no finalizó. Elija Continuar configuración Steam para volver a intentarlo.
fr: L'installation de Steam n'a pas été terminée. Choisissez Continuer la configuration Steam pour réessayer.
ja: Steam インストールが完了しませんでした。 [Continue Steam Setup] を選択して、再試行します。
ko: Steam 설치가 완료되지 않았습니다. 다시 시도하려면 Steam 설정 계속을 선택하세요.
pt_br: A instalação do Steam não foi concluída. Escolha “Continuar configuração do Steam” para tentar novamente.
ru: Установка Steam не завершена. Выберите «Продолжить настройку Steam», чтобы повторить попытку.
zh_hans: Steam 安装未完成。选择继续 Steam 安装程序重试。
zh_hant: Steam 安裝未完成。選擇繼續 Steam 安裝程式重試。

source: Steam is installed and ready to launch.
de: Steam ist installiert und startbereit.
es: Steam está instalado y listo para iniciarse.
fr: Steam est installé et prêt à être lancé.
ja: Steam がインストールされ、起動する準備ができました。
ko: Steam이 설치되어 실행할 준비가 되었습니다.
pt_br: O Steam está instalado e pronto para abrir.
ru: Steam установлен и готов к запуску.
zh_hans: Steam 已安装并准备启动。
zh_hant: Steam 已安裝並準備啟動。

source: Steam is optional. You can finish now and install any Windows .exe later.
de: Steam ist optional. Sie können es jetzt fertigstellen und später alle Windows .exe installieren.
es: Steam es opcional. Puede finalizar ahora e instalar cualquier Windows .exe más tarde.
fr: Steam est facultatif. Vous pouvez terminer maintenant et installer n’importe quel Windows .exe plus tard.
ja: Steam はオプションです。ここで終了し、後で Windows .exe をインストールすることができます。
ko: Steam은 선택 사항입니다. 지금 설정을 마치고 나중에 원하는 Windows .exe를 설치해도 됩니다.
pt_br: O Steam é opcional. Você pode concluir agora e instalar qualquer arquivo .exe do Windows depois.
ru: Steam является необязательным. Вы можете завершить сейчас и установить любой Windows .exe позже.
zh_hans: Steam 是可选的。您现在可以完成并稍后安装任何 Windows .exe。
zh_hant: Steam 是可選配的。現在您可以完成並稍後安裝任何 Windows .exe。

source: Steam next
de: Als Nächstes: Steam
es: A continuación: Steam
fr: Étape suivante : Steam
ja: 次はSteam
ko: 다음은 Steam
pt_br: A seguir: Steam
ru: Далее — Steam
zh_hans: 接下来安装 Steam
zh_hant: 接著安裝 Steam

source: Steam setup is paused and can be continued safely.
de: Das Steam-Setup wird angehalten und kann sicher fortgesetzt werden.
es: La configuración de Steam está en pausa y se puede continuar de forma segura.
fr: La configuration de Steam est suspendue et peut être poursuivie en toute sécurité.
ja: Steam セットアップは一時停止されていますが、安全に続行できます。
ko: Steam 설정을 잠시 멈췄습니다. 안전하게 이어서 진행할 수 있습니다.
pt_br: A configuração do Steam está pausada e pode ser retomada com segurança.
ru: Установка Steam приостановлена, и её можно безопасно продолжить.
zh_hans: Steam 设置已暂停，可以安全地继续。
zh_hant: Steam 設定已暫停，可以安全地繼續。
